{
  "login": "Login",
  "login_description": "Enter your work email to be redirected to your company's login page.",
  "email_label": "Email Address",
  "email_placeholder": "user@your-company.com",
  "error_label": "Error:",
  "redirecting": "Redirecting...",
  "continue": "Continue",
  "zoom_link_info": "Please log in to finish linking your new Zoom account.",
  "join_url_label": "Join URL",
  "join_url_placeholder": "e.g., https://us02web.zoom.us/j/...",
  "or_divider": "OR",
  "meeting_id_label": "Meeting ID",
  "meeting_id_placeholder": "e.g., 800 1234 5678",
  "passcode_label": "Passcode",
  "passcode_placeholder": "e.g., a1B2c3",
  "join_zoom_btn": "Join Zoom Session",
  "add_to_zoom": "Haven't added our app to your Zoom account yet?",
  "add_to_zoom_btn": "Add App to Zoom",
  "session_id_label": "Session ID",
  "session_id_placeholder": "e.g., 'test'",
  "join_test_btn": "Join Test Session",
  "finishing_zoom_setup": "Finishing Zoom account setup...",
  "zoom_linked_success": "Zoom account linked successfully!",
  "zoom_link_failed": "Failed to link Zoom: {{error}}. Please try reconnecting from your profile.",
  "error_missing_zoom_input": "Please provide either a Join URL or a Meeting ID.",
  "error_auth_failed": "Authentication failed. Please check your inputs.",
  "error_no_session_id": "Server did not return a session ID.",
  "error_no_token": "Server did not return an auth token.",
  "error_missing_session_id": "Please provide a Session ID.",
  "error_test_auth_failed": "Test authentication failed. Please check your session ID.",
  "choose_integration": "Choose your integration",
  "integration_zoom": "Zoom",
  "integration_test": "Test",
  "back_to_home": "← Back to Home",
  "support_title": "Support & Help Center",
  "support_intro": "Welcome to the support page for the CALC Translation App. This application is an internal tool for the CALC organization or its subsidiaries staff to provide real-time translation and transcription during Zoom meetings.",
  "app_function_title": "What does this app do?",
  "app_parts_intro": "This system works in two parts:",
  "hosts_title": "For Meeting Hosts:",
  "hosts_desc": "A Zoom App integration, which must be installed by the meeting host, securely captures the meeting's audio and sends it to our internal servers for processing.",
  "participants_title": "For Meeting Participants (Viewers):",
  "participants_desc": "A separate Web App and Desktop App where participants can log in to view the live translation and transcription feed for their meeting.",
  "app_usage_summary": "An end-user or participant only needs to visit the web URL or use the desktop application to view the feed. Only the meeting host interacts with the Zoom App integration.",
  "getting_started_participants_title": "Getting Started: For Meeting Participants (Viewers)",
  "option_1_title": "Option 1: View via Web Browser (Recommended)",
  "option_1_desc": "This is the simplest method and requires no installation.",
  "step_browser_1": "Open your web browser (e.g., Chrome, Edge).",
  "step_browser_2": "Navigate to the web application URL",
  "step_browser_3": "Authenticate using your company credentials.",
  "step_browser_4": "Once logged in, you may have to provide the meetingID or password to join",
  "option_2_title": "Option 2: View via Desktop Application",
  "step_desktop_1_label": "Go to Releases:",
  "step_desktop_1_text": "Click",
  "step_desktop_1_link": "HERE",
  "step_desktop_2_label": "Download:",
  "step_desktop_2_text_1": "On that page, find the",
  "step_desktop_2_bold": "Assets",
  "step_desktop_2_text_2": "section and click the file named",
  "step_desktop_2_text_3": "to download it.",
  "step_desktop_3_label": "Run Installer:",
  "step_desktop_3_text": "Once downloaded, open the .exe file to begin the installation.",
  "step_desktop_4_label": "Approve Install:",
  "step_desktop_4_text_1": "Click",
  "step_desktop_4_bold": "Yes",
  "step_desktop_4_text_2": "when Windows asks for permission to make changes.",
  "step_desktop_5": "Follow the same authentication steps as the web version.",
  "windows_warning_title": "Windows Protected Your PC?",
  "windows_warning_desc": "You may see a blue \"Windows protected your PC\" screen. This is expected.",
  "windows_warning_step_1_text": "Click the small text that says",
  "windows_warning_step_1_bold": "\"More info\"",
  "windows_warning_step_2_text_1": "A new button,",
  "windows_warning_step_2_bold": "\"Run anyway\"",
  "windows_warning_step_2_text_2": ", will appear. Click it.",
  "windows_warning_note": "*This warning appears simply because the app is not registered with Microsoft (a costly process). It is safe to install if downloaded directly from this GitHub repository or distributed throughout the organization.",
  "getting_started_hosts_title": "Getting Started: For Meeting Hosts (Sending Audio)",
  "note_label": "Note:",
  "prerequisites_label": "Prerequisites:",
  "zoom_marketplace_label": "Zoom App Marketplace",
  "host_add_title": "Adding the App",
  "host_add_desc": "To enable real-time translation for your meetings, you must first install the app using the private distribution link.",
  "host_add_note_1": "Because this is an internal tool, it is",
  "host_add_note_bold": "unlisted",
  "host_add_note_2": ". You cannot find it by searching the public Zoom Marketplace.",
  "host_add_step_1_text": "Navigate to the",
  "host_add_step_1_bold": "private installation URL",
  "host_add_step_1_text_2": "provided by your IT administrator.",
  "host_add_step_2": "If prompted, log in to your Zoom account.",
  "host_add_step_3_text": "Click the",
  "host_add_step_3_bold": "Add",
  "host_add_step_3_text_2": "(or \"Visit Site to Install\") button.",
  "host_add_step_4": "Follow the on-screen prompts to authorize the app. This grants permission for the app to capture meeting audio for translation.",
  "host_install_trouble_1": "Trouble installing? Please refer to the",
  "host_install_trouble_2": "section below or contact support.",
  "host_usage_title": "Usage",
  "host_usage_desc": "The app is designed to run quietly in the sidebar of your meeting.",
  "host_usage_prereq": "You must be the Meeting Host to start the translation stream.",
  "host_usage_step_1_label": "Start Meeting:",
  "host_usage_step_1_text": "Open Zoom and start your meeting.",
  "host_usage_step_2_label": "Launch App:",
  "host_usage_step_2_text": "Click the",
  "host_usage_step_2_bold_1": "Apps ",
  "host_usage_step_2_text_2": "icon in your Zoom toolbar, then select",
  "host_usage_step_2_bold_2": "CALC Translation App",
  "host_usage_step_3_label": "Active Stream:",
  "host_usage_step_3_text": "The app sidebar will open. Once the status shows \"Active,\" audio is being securely streamed to the translation server.",
  "host_usage_step_4_label": "Stop Stream:",
  "host_usage_step_4_text": "To stop translation, simply close the App sidebar or end the meeting.",
  "host_remove_title": "Removing the App",
  "host_remove_desc": "If you no longer need translation services, you may remove the app from your account at any time.",
  "host_remove_step_1_text": "Log in to your Zoom account and navigate to the",
  "host_remove_step_2_text": "Click",
  "host_remove_step_2_bold_1": "Manage",
  "host_remove_step_2_bold_2": "Added Apps",
  "host_remove_step_2_text_2": "or search for \"CALC Translation App\".",
  "host_remove_step_3": "Select the \"CALC Translation App\".",
  "host_remove_step_4_text": "Click",
  "host_remove_step_4_bold": "Remove",
  "host_remove_implications_title": "Data Handling & Implications of Removal:",
  "host_remove_imp_1_bold": "Service Interruption:",
  "host_remove_imp_1_text": "Removing the app prevents you from broadcasting audio for translation in future meetings.",
  "host_remove_imp_2_bold": "Data Retention:",
  "host_remove_imp_2_text": "Removing the app does not delete past meeting transcripts instantly. Historical transcripts are retained on CALC internal servers in accordance with company data retention policies for compliance and review.",
  "host_remove_imp_3_bold": "Re-installation:",
  "host_remove_imp_3_text": "You may re-add the app at any time to resume service.",
  "faq_title": "Frequently Asked Questions (FAQ)",
  "faq_1_q": "Q: (As a Viewer) The translation feed is blank or not updating. What should I do?",
  "faq_1_a": "- First, try refreshing the web page or restarting the desktop application. If it's still not working, the meeting host may not have started the audio feed from their end. Please notify the host that the feed is not active.",
  "faq_2_q": "Q: (As a Host) Participants say the translation is not appearing. What should I do?",
  "faq_2_a": "- First, check that the CALC Translation App is open and active in your Zoom meeting. Second, try pausing or stopping the Zoom app temporarily. If it's still not working, try leaving the meeting and rejoining.",
  "faq_3_q": "Q: As a participant (viewer), do I need to install anything in Zoom?",
  "faq_3_a": "- No. You only need to access the web URL or use the optional desktop viewing application. Only the meeting host installs an app within Zoom.",
  "faq_4_q": "Q: The translation is inaccurate or has errors.",
  "faq_4_a_intro": "- The app uses an advanced AI service (Soniox) for translation, but it is not perfect. Accuracy can be affected by:",
  "faq_4_point_1": "Poor audio quality",
  "faq_4_point_2": "Significant background noise in the meeting",
  "faq_4_point_3": "Multiple people speaking at once",
  "faq_4_point_4": "Very fast or unclear speech",
  "faq_5_q": "Q: I can't find the transcript from my last meeting.",
  "faq_5_a": "- Only users who attended a specific meeting can access its stored transcript. If you attended the meeting and still cannot find the transcript, please contact your IT administrator for assistance with access rights.",
  "faq_6_q": "Q: Who can see the live translation?",
  "faq_6_a": "- The real-time transcription and translation feed is visible to all authenticated meeting participants using the web or desktop application.",
  "faq_7_q": "Q: Who can access the stored transcript after the meeting?",
  "faq_7_a": "- Access is restricted to users who attended the meeting. Please handle all transcripts as confidential company information, in line with our internal data policies.",
  "direct_support_title": "How to Get Direct Support",
  "direct_support_intro": "If the FAQ above does not solve your problem, we are here to help.",
  "tech_support_title": "For Technical Support, Bug Reports, or Feature Questions:",
  "tech_support_desc": "Please contact the application developer directly:",
  "contact_dev": "Contact: Jonah Carpenter",
  "contact_method": "Method: Please use the email icon below.",
  "bug_report_details": "When reporting a bug, please include as much detail as possible:",
  "bug_report_subject": "Inclue \"CALC Translation App\" in the subject line.",
  "bug_report_date": "The date and time the issue occurred",
  "bug_report_meeting_id": "The Zoom Meeting ID (if possible)",
  "bug_report_desc": "A brief description of what happened, and ideally screenshots when applicable.",
  "policy_questions_title": "For Installation, Access, or Policy Questions:",
  "policy_questions_desc": "For issues related to installing the app, getting authorization for your Zoom account, or accessing specific meeting transcripts, please contact:",
  "contact_it": "Contact: Your internal IT Administrator",
  "go_to_home": "Go to Home",
  "privacy_title": "Privacy Policy",
  "internal_use_only": "This application is intended for internal organization use",
  "effective_date": "Effective Date: November 2025",
  "purpose_title": "Purpose",
  "privacy_policy_intro": "This Privacy Policy applies to the CALC Translation application. This App is developed and maintained by Jonah Carpenter and is intended solely for internal use by authorized members of the CALC organization or its subsidiaries.",
  "app_purpose_desc": "The purpose of the App is to provide real-time translation and transcription services during internal Zoom meetings to improve communication and accessibility for our staff.",
  "info_process_title": "Information We Process",
  "info_process_intro": "To provide its services, the App processes the following data:",
  "data_audio_title": "Real-Time Audio Data:",
  "data_audio_desc": "The App captures the audio stream from your Zoom meeting in real-time. This audio is immediately processed to generate translations and transcriptions.",
  "data_user_id_title": "User Identifiers:",
  "data_user_id_desc": "We use basic Zoom participant information (e.g., display name) to accurately attribute speech to the correct speaker in the live transcription and the final stored transcript.",
  "data_transcription_title": "Transcription and Translation Data:",
  "data_transcription_desc": "This is the text generated from the audio stream. This text is displayed live during the meeting and within the downloadable transcript file on meeting end.",
  "data_sharing_title": "Data Sharing and Third-Party Services",
  "no_selling_data": "We do not sell, rent, or trade any personal data with third parties for marketing or advertising purposes.",
  "third_party_requirement": "To provide the core translation functionality, we must share a live audio stream with a third-party services.",
  "service_provider_title": "Service Provider:",
  "service_provider_text": "We use",
  "service_provider_role": "as a sub-processor to convert speech to text and perform translation.",
  "data_shared_title": "Data Shared:",
  "data_shared_text": "Only the real-time meeting audio is sent to this provider.",
  "sharing_purpose_title": "Purpose:",
  "sharing_purpose_text": "This sharing is strictly for the purpose of generating the translation and transcription.",
  "storage_security_title": "Data Storage, Retention, and Security",
  "data_storage_title": "Data Storage:",
  "data_storage_text": "The App stores the final meeting transcript. This transcript includes the full text of the transcription, speaker names, and timestamps.",
  "data_retention_title": "Data Retention:",
  "data_retention_text": "Stored transcripts are retained on our secure cloud database",
  "security_title": "Security:",
  "security_text": "We implement reasonable administrative, technical, and physical safeguards to protect the data we process and store. This includes per meeting authentication, and secure tokens between client and server to prevent unauthorized access, use, or disclosure.",
  "access_info_title": "Access to Information",
  "access_control_intro": "Access to data is strictly controlled:",
  "app_installation_title": "App Installation:",
  "app_installation_text": "Only authorized Zoom accounts within the organization can install and use the App using the private URL.",
  "live_data_title": "Live Data:",
  "live_data_text": "The real-time transcription and translation feed is visible to all participants in the Zoom meeting for transparency given they have the proper meeting credentials.",
  "stored_transcripts_title": "Stored Transcripts:",
  "stored_transcripts_text": "Access to stored transcripts is restricted to users attending or attended a given meeting.",
  "user_rights_title": "User Rights and Data Management",
  "user_rights_text_1": "In accordance with our internal data governance policies, employees may have the right to access, review, or request the deletion of a meeting transcript they participated in.",
  "user_rights_text_2": "All requests will be handled in line with company policy and data retention requirements. To make such a request, please contact the developer or your IT administrator via the contact information below.",
  "policy_changes_title": "Changes to this Policy",
  "policy_changes_text": "This policy may be updated periodically to reflect changes in our operations, technology, or compliance obligations. All internal users will be notified of material updates through official company communication channels.",
  "contact_info_title": "Contact Information",
  "contact_info_text": "For any questions, concerns, or data requests related to this Privacy Policy or the App, please contact the application developer, Jonah Carpenter, via the email icon below.",
  "terms_title": "Terms of Service",
  "acceptance_title": "Acceptance of Terms",
  "terms_intro_1": "These Terms of Service govern your use of the CALC Translation application, developed by Jonah Carpenter. The App is provided solely for internal use by authorized members of the CALC organization or its subsidiaries.",
  "terms_intro_2": "By installing, accessing, or using the App, you agree to be bound by these Terms and the accompanying CALC Translation App Privacy Policy. If you do not agree to these terms, do not install or use the App.",
  "purpose_grant_title": "Purpose and Grant of Use",
  "license_grant": "Subject to your compliance with these Terms, you are granted a limited, non-exclusive, non-transferable, and revocable license to use the App on organization-authorized devices, solely for internal business purposes as an Authorized User.",
  "privacy_data_title": "Privacy and Data Handling",
  "privacy_terms_intro": "Your use of the App is subject to the CALC Translation App Privacy Policy, which details how we process, store, and share information. By using the App, you acknowledge and agree that:",
  "privacy_point_1": "The App processes real-time audio data from your Zoom meetings.",
  "privacy_point_2": "The App uses basic user identifiers (e.g., display name) to attribute speech.",
  "privacy_point_3": "The App generates and stores meeting transcripts.",
  "privacy_point_4": "Real-time audio data is shared with a third-party sub-processor (Soniox) for the sole purpose of generating transcriptions and translations.",
  "user_conduct_title": "User Conduct and Responsibilities",
  "user_conduct_intro": "As an Authorized User, you agree to the following:",
  "authorized_use_title": "Authorized Use:",
  "authorized_use_text": "You will only use the App if you are an active and authorized member of the CALC organization or its subsidiaries. You will not share your access credentials with any unauthorized person or external party.",
  "confidentiality_title": "Confidentiality:",
  "confidentiality_text": "Meeting transcripts generated and stored by the App are considered internal company data. You must handle these transcripts in accordance with all applicable internal company policies regarding confidential information.",
  "prohibited_actions_title": "Prohibited Actions:",
  "prohibited_actions_intro": "You agree not to:",
  "prohibited_1": "Attempt to access transcripts from meetings you did not attend, unless explicitly authorized by internal policy.",
  "prohibited_2": "Use the App for any illegal, unauthorized, or unethical purpose.",
  "prohibited_3": "Attempt to reverse-engineer, decompile, or otherwise access the source code of the App.",
  "prohibited_4": "Bypass or attempt to bypass any security measures, such as authentication or JWT tokens.",
  "prohibited_5": "Use the service in a manner that could damage, disable, or overburden the App or its underlying systems.",
  "access_data_intro": "Your access to data through the App is strictly controlled:",
  "disclaimer_title": "Disclaimer of Warranties",
  "disclaimer_as_is": "The App is provided \"as-is\" and \"as available\" without any warranties, express or implied.",
  "disclaimer_accuracy": "Translation and transcription are complex processes that may be subject to errors. We do not warrant or guarantee the 100% accuracy, completeness, or reliability of any translation or transcription provided by the App. The developer and the organization are not liable for any misunderstandings, errors, omissions, or decisions made based on the information provided by the App.",
  "termination_title": "Termination of Use",
  "termination_text": "Your right to use the App may be suspended or terminated at any time, with or without notice, by your organization or the developer for any reason, including but not limited to a breach of these Terms or a change in your employment status.",
  "changes_terms_title": "Changes to These Terms",
  "changes_terms_text": "These Terms may be updated periodically to reflect changes in our operations, technology, or compliance obligations. All internal users will be notified of material updates through official company communication channels. Continued use of the App after such a notification constitutes your acceptance of the new Terms.",
  "contact_terms_text": "For any questions or concerns related to these Terms of Service or the App, please contact the application developer, Jonah Carpenter, via the email icon below.",
  "footer_copyright": "© {{year}} CALC Translation",
  "support_link": "Support",
  "privacy_link": "Privacy",
  "terms_link": "Terms",
  "email_aria": "Email",
  "github_aria": "GitHub",
  "auto_scroll_on": "Auto Scroll On",
  "auto_scroll_off": "Auto Scroll Off",
  "access_denied_title": "Access Denied",
  "access_denied_default_message": "You are not authorized for this action.",
  "access_denied_session_message": "You do not have permission to view this session. You will be redirected to the homepage.",
  "tenant_create_title": "Create New Tenant",
  "org_name_placeholder": "Organization Name",
  "domains_placeholder_hint": "Domains (comma separated, e.g., contoso.com, sub.contoso.com)",
  "domains_placeholder_simple": "Domains (comma separated)",
  "tenant_id_placeholder": "Tenant ID",
  "client_id_placeholder": "Client ID",
  "client_secret_placeholder": "Client Secret",
  "client_secret_new_placeholder": "New Client Secret (optional)",
  "create_tenant_btn": "Create Tenant",
  "save_btn": "Save",
  "cancel_btn": "Cancel",
  "edit_btn_title": "Edit",
  "delete_btn_title": "Delete",
  "delete_confirm_tenant": "Are you sure you want to delete {{name}}?",
  "client_id_label": "Client ID:",
  "tenant_id_label": "Tenant ID:",
  "secret_set_badge": "Secret Set",
  "no_secret_badge": "No Secret",
  "tenant_mgmt_title": "Tenant Management",
  "no_tenants_found": "No tenants found.",
  "user_id_label": "ID:",
  "set_admin_label": "Set as Administrator",
  "delete_confirm_user": "Are you sure you want to delete {{name}}?",
  "no_name_fallback": "(No Name)",
  "no_email_fallback": "(No Email)",
  "admin_badge": "Admin",
  "edit_admin_status_title": "Edit Admin Status",
  "user_mgmt_title": "User Management",
  "no_users_found": "No users found.",
  "not_found_title": "404 - Page Not Found",
  "not_found_description": "This page does not exist. Let's get you back home.",
  "settings_title": "Settings",
  "appearance_title": "Appearance",
  "theme_label": "Theme",
  "light_mode": "Light",
  "dark_mode": "Dark",
  "preferences_title": "Preferences",
  "language_label": "Language",
  "display_mode_label": "Display Mode",
  "display_mode_both": "Show Both",
  "display_mode_transcript": "Transcript Only",
  "display_mode_translation": "Translation Only",
  "menu_home": "Home",
  "menu_settings": "Settings",
  "menu_admin": "Admin",
  "menu_logout": "Logout",
  "user_menu_tooltip": "Logged in as {{name}}. Click for options.",
  "download_transcript": "Session ended. Download transcript",
  "downloading": "Downloading...",
  "loading_history": "Translating conversation history..."
}
