{
  "login": "Iniciar sesión",
  "login_description": "Ingrese su correo electrónico de trabajo para ser redirigido a la página de inicio de sesión de su empresa.",
  "email_label": "Dirección de correo electrónico",
  "email_placeholder": "usuario@tu-empresa.com",
  "error_label": "Error:",
  "redirecting": "Redirigiendo...",
  "continue": "Continuar",
  "zoom_link_info": "Por favor, inicie sesión para terminar de vincular su nueva cuenta de Zoom.",
  "join_url_label": "URL para unirse",
  "join_url_placeholder": "ej., https://us02web.zoom.us/j/...",
  "or_divider": "O",
  "meeting_id_label": "ID de reunión",
  "meeting_id_placeholder": "ej., 800 1234 5678",
  "passcode_label": "Código de acceso",
  "passcode_placeholder": "ej., a1B2c3",
  "join_zoom_btn": "Unirse a sesión de Zoom",
  "add_to_zoom": "¿Aún no has agregado nuestra app a tu cuenta de Zoom?",
  "add_to_zoom_btn": "Agregar App a Zoom",
  "session_id_label": "ID de sesión",
  "session_id_placeholder": "ej., 'prueba'",
  "join_test_btn": "Unirse a sesión de prueba",
  "finishing_zoom_setup": "Finalizando configuración de la cuenta de Zoom...",
  "zoom_linked_success": "¡Cuenta de Zoom vinculada exitosamente!",
  "zoom_link_failed": "Error al vincular Zoom: {{error}}. Por favor intente reconectar desde su perfil.",
  "error_missing_zoom_input": "Por favor proporcione una URL para unirse o un ID de reunión.",
  "error_auth_failed": "La autenticación falló. Por favor verifique sus datos.",
  "error_no_session_id": "El servidor no devolvió un ID de sesión.",
  "error_no_token": "El servidor no devolvió un token de autenticación.",
  "error_missing_session_id": "Por favor proporcione un ID de sesión.",
  "error_test_auth_failed": "La autenticación de prueba falló. Por favor verifique su ID de sesión.",
  "choose_integration": "Elija su integración",
  "integration_zoom": "Zoom",
  "integration_test": "Prueba",
  "back_to_home": "← Volver al inicio",
  "support_title": "Centro de ayuda y soporte",
  "support_intro": "Bienvenido a la página de soporte de la aplicación CALC Translation. Esta aplicación es una herramienta interna para el personal de la organización CALC o sus subsidiarias para proporcionar traducción y transcripción en tiempo real durante reuniones de Zoom.",
  "app_function_title": "¿Qué hace esta aplicación?",
  "app_parts_intro": "Este sistema funciona en dos partes:",
  "hosts_title": "Para anfitriones de reuniones:",
  "hosts_desc": "Una integración de Zoom App, que debe ser instalada por el anfitrión de la reunión, captura de forma segura el audio de la reunión y lo envía a nuestros servidores internos para su procesamiento.",
  "participants_title": "Para participantes de reuniones (Espectadores):",
  "participants_desc": "Una aplicación web y una aplicación de escritorio separadas donde los participantes pueden iniciar sesión para ver la traducción y transcripción en vivo de su reunión.",
  "app_usage_summary": "Un usuario final o participante solo necesita visitar la URL web o usar la aplicación de escritorio para ver la transmisión. Solo el anfitrión de la reunión interactúa con la integración de Zoom App.",
  "getting_started_participants_title": "Comenzando: Para participantes de reuniones (Espectadores)",
  "option_1_title": "Opción 1: Ver a través del navegador web (Recomendado)",
  "option_1_desc": "Este es el método más simple y no requiere instalación.",
  "step_browser_1": "Abra su navegador web (ej., Chrome, Edge).",
  "step_browser_2": "Navegue a la URL de la aplicación web",
  "step_browser_3": "Autentíquese usando sus credenciales de la empresa.",
  "step_browser_4": "Una vez conectado, es posible que deba proporcionar el ID de la reunión o la contraseña para unirse",
  "option_2_title": "Opción 2: Ver a través de la aplicación de escritorio",
  "step_desktop_1_label": "Ir a Lanzamientos:",
  "step_desktop_1_text": "Haga clic",
  "step_desktop_1_link": "AQUÍ",
  "step_desktop_2_label": "Descargar:",
  "step_desktop_2_text_1": "En esa página, busque la sección",
  "step_desktop_2_bold": "Assets",
  "step_desktop_2_text_2": "y haga clic en el archivo llamado",
  "step_desktop_2_text_3": "para descargarlo.",
  "step_desktop_3_label": "Ejecutar instalador:",
  "step_desktop_3_text": "Una vez descargado, abra el archivo .exe para comenzar la instalación.",
  "step_desktop_4_label": "Aprobar instalación:",
  "step_desktop_4_text_1": "Haga clic en",
  "step_desktop_4_bold": "Sí",
  "step_desktop_4_text_2": "cuando Windows pida permiso para realizar cambios.",
  "step_desktop_5": "Siga los mismos pasos de autenticación que la versión web.",
  "windows_warning_title": "¿Windows protegió su PC?",
  "windows_warning_desc": "Puede ver una pantalla azul de \"Windows protegió su PC\". Esto es esperado.",
  "windows_warning_step_1_text": "Haga clic en el texto pequeño que dice",
  "windows_warning_step_1_bold": "\"Más información\"",
  "windows_warning_step_2_text_1": "Aparecerá un nuevo botón,",
  "windows_warning_step_2_bold": "\"Ejecutar de todas formas\"",
  "windows_warning_step_2_text_2": ". Haga clic en él.",
  "windows_warning_note": "*Esta advertencia aparece simplemente porque la aplicación no está registrada con Microsoft (un proceso costoso). Es seguro instalarla si se descarga directamente desde este repositorio de GitHub o se distribuye a través de la organización.",
  "getting_started_hosts_title": "Comenzando: Para anfitriones de reuniones (Enviando audio)",
  "note_label": "Nota:",
  "prerequisites_label": "Requisitos previos:",
  "zoom_marketplace_label": "Zoom App Marketplace",
  "host_add_title": "Agregar la aplicación",
  "host_add_desc": "Para habilitar la traducción en tiempo real para sus reuniones, primero debe instalar la aplicación utilizando el enlace de distribución privado.",
  "host_add_note_1": "Debido a que esta es una herramienta interna, está",
  "host_add_note_bold": "no listada",
  "host_add_note_2": ". No puede encontrarla buscando en el Zoom Marketplace público.",
  "host_add_step_1_text": "Navegue a la",
  "host_add_step_1_bold": "URL de instalación privada",
  "host_add_step_1_text_2": "proporcionada por su administrador de TI.",
  "host_add_step_2": "Si se le solicita, inicie sesión en su cuenta de Zoom.",
  "host_add_step_3_text": "Haga clic en el botón",
  "host_add_step_3_bold": "Agregar",
  "host_add_step_3_text_2": "(o \"Visitar sitio para instalar\").",
  "host_add_step_4": "Siga las instrucciones en pantalla para autorizar la aplicación. Esto otorga permiso para que la aplicación capture el audio de la reunión para su traducción.",
  "host_install_trouble_1": "¿Problemas con la instalación? Consulte la sección",
  "host_install_trouble_2": "a continuación o contacte al soporte.",
  "host_usage_title": "Uso",
  "host_usage_desc": "La aplicación está diseñada para ejecutarse silenciosamente en la barra lateral de su reunión.",
  "host_usage_prereq": "Debe ser el anfitrión de la reunión para iniciar la transmisión de traducción.",
  "host_usage_step_1_label": "Iniciar reunión:",
  "host_usage_step_1_text": "Abra Zoom e inicie su reunión.",
  "host_usage_step_2_label": "Ejecutar aplicación:",
  "host_usage_step_2_text": "Haga clic en el icono de",
  "host_usage_step_2_bold_1": "Aplicaciones ",
  "host_usage_step_2_text_2": "en su barra de herramientas de Zoom, luego seleccione",
  "host_usage_step_2_bold_2": "CALC Translation App",
  "host_usage_step_3_label": "Transmisión activa:",
  "host_usage_step_3_text": "La barra lateral de la aplicación se abrirá. Una vez que el estado muestre \"Activo\", el audio se está transmitiendo de forma segura al servidor de traducción.",
  "host_usage_step_4_label": "Detener transmisión:",
  "host_usage_step_4_text": "Para detener la traducción, simplemente cierre la barra lateral de la aplicación o finalice la reunión.",
  "host_remove_title": "Eliminar la aplicación",
  "host_remove_desc": "Si ya no necesita servicios de traducción, puede eliminar la aplicación de su cuenta en cualquier momento.",
  "host_remove_step_1_text": "Inicie sesión en su cuenta de Zoom y navegue al",
  "host_remove_step_2_text": "Haga clic en",
  "host_remove_step_2_bold_1": "Administrar",
  "host_remove_step_2_bold_2": "Aplicaciones agregadas",
  "host_remove_step_2_text_2": "o busque \"CALC Translation App\".",
  "host_remove_step_3": "Seleccione la \"CALC Translation App\".",
  "host_remove_step_4_text": "Haga clic en",
  "host_remove_step_4_bold": "Eliminar",
  "host_remove_implications_title": "Manejo de datos e implicaciones de la eliminación:",
  "host_remove_imp_1_bold": "Interrupción del servicio:",
  "host_remove_imp_1_text": "Eliminar la aplicación le impide transmitir audio para traducción en futuras reuniones.",
  "host_remove_imp_2_bold": "Retención de datos:",
  "host_remove_imp_2_text": "Eliminar la aplicación no elimina las transcripciones de reuniones pasadas al instante. Las transcripciones históricas se conservan en los servidores internos de CALC de acuerdo con las políticas de retención de datos de la empresa para cumplimiento y revisión.",
  "host_remove_imp_3_bold": "Reinstalación:",
  "host_remove_imp_3_text": "Puede volver a agregar la aplicación en cualquier momento para reanudar el servicio.",
  "faq_title": "Preguntas frecuentes (FAQ)",
  "faq_1_q": "P: (Como espectador) La transmisión de traducción está en blanco o no se actualiza. ¿Qué debo hacer?",
  "faq_1_a": "- Primero, intente actualizar la página web o reiniciar la aplicación de escritorio. Si aún no funciona, es posible que el anfitrión de la reunión no haya iniciado la transmisión de audio desde su extremo. Por favor notifique al anfitrión que la transmisión no está activa.",
  "faq_2_q": "P: (Como anfitrión) Los participantes dicen que la traducción no aparece. ¿Qué debo hacer?",
  "faq_2_a": "- Primero, verifique que la aplicación CALC Translation esté abierta y activa en su reunión de Zoom. Segundo, intente pausar o detener la aplicación de Zoom temporalmente. Si aún no funciona, intente salir de la reunión y volver a unirse.",
  "faq_3_q": "P: Como participante (espectador), ¿necesito instalar algo en Zoom?",
  "faq_3_a": "- No. Solo necesita acceder a la URL web o usar la aplicación de visualización de escritorio opcional. Solo el anfitrión de la reunión instala una aplicación dentro de Zoom.",
  "faq_4_q": "P: La traducción es inexacta o tiene errores.",
  "faq_4_a_intro": "- La aplicación utiliza un servicio de IA avanzado (Soniox) para la traducción, pero no es perfecto. La precisión puede verse afectada por:",
  "faq_4_point_1": "Mala calidad de audio",
  "faq_4_point_2": "Ruido de fondo significativo en la reunión",
  "faq_4_point_3": "Múltiples personas hablando a la vez",
  "faq_4_point_4": "Habla muy rápida o poco clara",
  "faq_5_q": "P: No puedo encontrar la transcripción de mi última reunión.",
  "faq_5_a": "- Solo los usuarios que asistieron a una reunión específica pueden acceder a su transcripción almacenada. Si asistió a la reunión y aún no puede encontrar la transcripción, por favor contacte a su administrador de TI para asistencia con los derechos de acceso.",
  "faq_6_q": "P: ¿Quién puede ver la traducción en vivo?",
  "faq_6_a": "- La transmisión de transcripción y traducción en tiempo real es visible para todos los participantes autenticados de la reunión que usen la aplicación web o de escritorio.",
  "faq_7_q": "P: ¿Quién puede acceder a la transcripción almacenada después de la reunión?",
  "faq_7_a": "- El acceso está restringido a los usuarios que asistieron a la reunión. Por favor maneje todas las transcripciones como información confidencial de la empresa, de acuerdo con nuestras políticas de datos internas.",
  "direct_support_title": "Cómo obtener soporte directo",
  "direct_support_intro": "Si las preguntas frecuentes anteriores no resuelven su problema, estamos aquí para ayudar.",
  "tech_support_title": "Para soporte técnico, informes de errores o preguntas sobre funciones:",
  "tech_support_desc": "Por favor contacte al desarrollador de la aplicación directamente:",
  "contact_dev": "Contacto: Jonah Carpenter",
  "contact_method": "Método: Por favor use el ícono de correo electrónico a continuación.",
  "bug_report_details": "Al informar un error, por favor incluya tanto detalle como sea posible:",
  "bug_report_subject": "Incluya \"CALC Translation App\" en la línea de asunto.",
  "bug_report_date": "La fecha y hora en que ocurrió el problema",
  "bug_report_meeting_id": "El ID de la reunión de Zoom (si es posible)",
  "bug_report_desc": "Una breve descripción de lo que sucedió e idealmente capturas de pantalla cuando corresponda.",
  "policy_questions_title": "Para preguntas de instalación, acceso o políticas:",
  "policy_questions_desc": "Para problemas relacionados con la instalación de la aplicación, obtener autorización para su cuenta de Zoom o acceder a transcripciones de reuniones específicas, por favor contacte a:",
  "contact_it": "Contacto: Su administrador de TI interno",
  "go_to_home": "Ir al inicio",
  "privacy_title": "Política de Privacidad",
  "internal_use_only": "Esta aplicación está destinada únicamente para uso interno de la organización",
  "effective_date": "Fecha de vigencia: Noviembre 2025",
  "purpose_title": "Propósito",
  "privacy_policy_intro": "Esta Política de Privacidad se aplica a la aplicación CALC Translation. Esta App es desarrollada y mantenida por Jonah Carpenter y está destinada únicamente para uso interno por miembros autorizados de la organización CALC o sus subsidiarias.",
  "app_purpose_desc": "El propósito de la App es proporcionar servicios de traducción y transcripción en tiempo real durante reuniones internas de Zoom para mejorar la comunicación y accesibilidad para nuestro personal.",
  "info_process_title": "Información que procesamos",
  "info_process_intro": "Para proporcionar sus servicios, la App procesa los siguientes datos:",
  "data_audio_title": "Datos de audio en tiempo real:",
  "data_audio_desc": "La App captura la transmisión de audio de su reunión de Zoom en tiempo real. Este audio se procesa inmediatamente para generar traducciones y transcripciones.",
  "data_user_id_title": "Identificadores de usuario:",
  "data_user_id_desc": "Usamos información básica de los participantes de Zoom (ej., nombre para mostrar) para atribuir con precisión el habla al orador correcto en la transcripción en vivo y en la transcripción final almacenada.",
  "data_transcription_title": "Datos de transcripción y traducción:",
  "data_transcription_desc": "Este es el texto generado a partir de la transmisión de audio. Este texto se muestra en vivo durante la reunión y dentro del archivo de transcripción descargable al finalizar la reunión.",
  "data_sharing_title": "Intercambio de datos y servicios de terceros",
  "no_selling_data": "No vendemos, alquilamos ni intercambiamos ningún dato personal con terceros con fines de marketing o publicidad.",
  "third_party_requirement": "Para proporcionar la funcionalidad principal de traducción, debemos compartir una transmisión de audio en vivo con servicios de terceros.",
  "service_provider_title": "Proveedor de servicios:",
  "service_provider_text": "Usamos",
  "service_provider_role": "como subprocesador para convertir voz a texto y realizar la traducción.",
  "data_shared_title": "Datos compartidos:",
  "data_shared_text": "Solo el audio de la reunión en tiempo real se envía a este proveedor.",
  "sharing_purpose_title": "Propósito:",
  "sharing_purpose_text": "Este intercambio es estrictamente con el propósito de generar la traducción y transcripción.",
  "storage_security_title": "Almacenamiento de datos, retención y seguridad",
  "data_storage_title": "Almacenamiento de datos:",
  "data_storage_text": "La App almacena la transcripción final de la reunión. Esta transcripción incluye el texto completo de la transcripción, nombres de los oradores y marcas de tiempo.",
  "data_retention_title": "Retención de datos:",
  "data_retention_text": "Las transcripciones almacenadas se conservan en nuestra base de datos segura en la nube",
  "security_title": "Seguridad:",
  "security_text": "Implementamos salvaguardas administrativas, técnicas y físicas razonables para proteger los datos que procesamos y almacenamos. Esto incluye autenticación por reunión y tokens seguros entre cliente y servidor para prevenir acceso, uso o divulgación no autorizados.",
  "access_info_title": "Acceso a la información",
  "access_control_intro": "El acceso a los datos está estrictamente controlado:",
  "app_installation_title": "Instalación de la App:",
  "app_installation_text": "Solo las cuentas de Zoom autorizadas dentro de la organización pueden instalar y usar la App usando la URL privada.",
  "live_data_title": "Datos en vivo:",
  "live_data_text": "La transmisión de transcripción y traducción en tiempo real es visible para todos los participantes en la reunión de Zoom para transparencia, dado que tengan las credenciales de reunión adecuadas.",
  "stored_transcripts_title": "Transcripciones almacenadas:",
  "stored_transcripts_text": "El acceso a las transcripciones almacenadas está restringido a usuarios que asisten o asistieron a una reunión determinada.",
  "user_rights_title": "Derechos de usuario y gestión de datos",
  "user_rights_text_1": "De acuerdo con nuestras políticas internas de gobierno de datos, los empleados pueden tener derecho a acceder, revisar o solicitar la eliminación de una transcripción de reunión en la que participaron.",
  "user_rights_text_2": "Todas las solicitudes se manejarán de acuerdo con la política de la empresa y los requisitos de retención de datos. Para realizar dicha solicitud, por favor contacte al desarrollador o a su administrador de TI a través de la información de contacto a continuación.",
  "policy_changes_title": "Cambios a esta política",
  "policy_changes_text": "Esta política puede actualizarse periódicamente para reflejar cambios en nuestras operaciones, tecnología u obligaciones de cumplimiento. Todos los usuarios internos serán notificados de actualizaciones materiales a través de los canales de comunicación oficiales de la empresa.",
  "contact_info_title": "Información de contacto",
  "contact_info_text": "Para cualquier pregunta, inquietud o solicitud de datos relacionada con esta Política de Privacidad o la App, por favor contacte al desarrollador de la aplicación, Jonah Carpenter, a través del ícono de correo electrónico a continuación.",
  "terms_title": "Términos de servicio",
  "acceptance_title": "Aceptación de términos",
  "terms_intro_1": "Estos Términos de servicio rigen su uso de la aplicación CALC Translation, desarrollada por Jonah Carpenter. La App se proporciona únicamente para uso interno por miembros autorizados de la organización CALC o sus subsidiarias.",
  "terms_intro_2": "Al instalar, acceder o usar la App, usted acepta estar sujeto a estos Términos y a la Política de Privacidad de CALC Translation App adjunta. Si no está de acuerdo con estos términos, no instale ni use la App.",
  "purpose_grant_title": "Propósito y concesión de uso",
  "license_grant": "Sujeto a su cumplimiento con estos Términos, se le otorga una licencia limitada, no exclusiva, no transferible y revocable para usar la App en dispositivos autorizados por la organización, únicamente para fines comerciales internos como Usuario Autorizado.",
  "privacy_data_title": "Privacidad y manejo de datos",
  "privacy_terms_intro": "Su uso de la App está sujeto a la Política de Privacidad de CALC Translation App, que detalla cómo procesamos, almacenamos y compartimos información. Al usar la App, usted reconoce y acepta que:",
  "privacy_point_1": "La App procesa datos de audio en tiempo real de sus reuniones de Zoom.",
  "privacy_point_2": "La App utiliza identificadores básicos de usuario (ej., nombre para mostrar) para atribuir el habla.",
  "privacy_point_3": "La App genera y almacena transcripciones de reuniones.",
  "privacy_point_4": "Los datos de audio en tiempo real se comparten con un subprocesador externo (Soniox) con el único propósito de generar transcripciones y traducciones.",
  "user_conduct_title": "Conducta y responsabilidades del usuario",
  "user_conduct_intro": "Como Usuario Autorizado, usted acepta lo siguiente:",
  "authorized_use_title": "Uso autorizado:",
  "authorized_use_text": "Solo usará la App si es un miembro activo y autorizado de la organización CALC o sus subsidiarias. No compartirá sus credenciales de acceso con ninguna persona no autorizada o parte externa.",
  "confidentiality_title": "Confidencialidad:",
  "confidentiality_text": "Las transcripciones de reuniones generadas y almacenadas por la App se consideran datos internos de la empresa. Debe manejar estas transcripciones de acuerdo con todas las políticas internas aplicables de la empresa con respecto a información confidencial.",
  "prohibited_actions_title": "Acciones prohibidas:",
  "prohibited_actions_intro": "Usted acepta no:",
  "prohibited_1": "Intentar acceder a transcripciones de reuniones a las que no asistió, a menos que esté explícitamente autorizado por la política interna.",
  "prohibited_2": "Usar la App para cualquier propósito ilegal, no autorizado o poco ético.",
  "prohibited_3": "Intentar realizar ingeniería inversa, descompilar o acceder de otra manera al código fuente de la App.",
  "prohibited_4": "Eludir o intentar eludir cualquier medida de seguridad, como autenticación o tokens JWT.",
  "prohibited_5": "Usar el servicio de una manera que pueda dañar, deshabilitar o sobrecargar la App o sus sistemas subyacentes.",
  "access_data_intro": "Su acceso a los datos a través de la App está estrictamente controlado:",
  "disclaimer_title": "Descargo de garantías",
  "disclaimer_as_is": "La App se proporciona \"tal cual\" y \"según disponibilidad\" sin ninguna garantía, expresa o implícita.",
  "disclaimer_accuracy": "La traducción y transcripción son procesos complejos que pueden estar sujetos a errores. No garantizamos la precisión, integridad o confiabilidad del 100% de cualquier traducción o transcripción proporcionada por la App. El desarrollador y la organización no son responsables de malentendidos, errores, omisiones o decisiones tomadas en base a la información proporcionada por la App.",
  "termination_title": "Terminación de uso",
  "termination_text": "Su derecho a usar la App puede ser suspendido o terminado en cualquier momento, con o sin previo aviso, por su organización o el desarrollador por cualquier motivo, incluyendo pero no limitado a un incumplimiento de estos Términos o un cambio en su estado laboral.",
  "changes_terms_title": "Cambios a estos términos",
  "changes_terms_text": "Estos Términos pueden actualizarse periódicamente para reflejar cambios en nuestras operaciones, tecnología u obligaciones de cumplimiento. Todos los usuarios internos serán notificados de actualizaciones materiales a través de los canales de comunicación oficiales de la empresa. El uso continuo de la App después de dicha notificación constituye su aceptación de los nuevos Términos.",
  "contact_terms_text": "Para cualquier pregunta o inquietud relacionada con estos Términos de servicio o la App, por favor contacte al desarrollador de la aplicación, Jonah Carpenter, a través del ícono de correo electrónico a continuación.",
  "footer_copyright": "© {{year}} CALC Translation",
  "support_link": "Soporte",
  "privacy_link": "Privacidad",
  "terms_link": "Términos",
  "email_aria": "Correo electrónico",
  "github_aria": "GitHub",
  "auto_scroll_on": "Desplazamiento automático activado",
  "auto_scroll_off": "Desplazamiento automático desactivado",
  "access_denied_title": "Acceso denegado",
  "access_denied_default_message": "No está autorizado para esta acción.",
  "access_denied_session_message": "No tiene permiso para ver esta sesión. Será redirigido a la página de inicio.",
  "tenant_create_title": "Crear nuevo inquilino",
  "org_name_placeholder": "Nombre de la organización",
  "domains_placeholder_hint": "Dominios (separados por comas, ej., contoso.com, sub.contoso.com)",
  "domains_placeholder_simple": "Dominios (separados por comas)",
  "tenant_id_placeholder": "ID de inquilino",
  "client_id_placeholder": "ID de cliente",
  "client_secret_placeholder": "Secreto de cliente",
  "client_secret_new_placeholder": "Nuevo secreto de cliente (opcional)",
  "create_tenant_btn": "Crear inquilino",
  "save_btn": "Guardar",
  "cancel_btn": "Cancelar",
  "edit_btn_title": "Editar",
  "delete_btn_title": "Eliminar",
  "delete_confirm_tenant": "¿Está seguro de que desea eliminar {{name}}?",
  "client_id_label": "ID de cliente:",
  "tenant_id_label": "ID de inquilino:",
  "secret_set_badge": "Secreto establecido",
  "no_secret_badge": "Sin secreto",
  "tenant_mgmt_title": "Gestión de inquilinos",
  "no_tenants_found": "No se encontraron inquilinos.",
  "user_id_label": "ID:",
  "set_admin_label": "Establecer como administrador",
  "delete_confirm_user": "¿Está seguro de que desea eliminar a {{name}}?",
  "no_name_fallback": "(Sin nombre)",
  "no_email_fallback": "(Sin correo electrónico)",
  "admin_badge": "Admin",
  "edit_admin_status_title": "Editar estado de administrador",
  "user_mgmt_title": "Gestión de usuarios",
  "no_users_found": "No se encontraron usuarios.",
  "not_found_title": "404 - Página no encontrada",
  "not_found_description": "Esta página no existe. Vamos a llevarte de vuelta a casa.",
  "settings_title": "Configuración",
  "appearance_title": "Apariencia",
  "theme_label": "Tema",
  "light_mode": "Claro",
  "dark_mode": "Oscuro",
  "preferences_title": "Preferencias",
  "language_label": "Idioma",
  "display_mode_label": "Modo de visualización",
  "display_mode_both": "Mostrar ambos",
  "display_mode_transcript": "Solo transcripción",
  "display_mode_translation": "Solo traducción",
  "menu_home": "Inicio",
  "menu_settings": "Configuración",
  "menu_admin": "Admin",
  "menu_logout": "Cerrar sesión",
  "user_menu_tooltip": "Iniciado sesión como {{name}}. Haga clic para opciones.",
  "download_transcript": "La sesión ha finalizado. Descargar transcripción.",
  "downloading": "Descargando...",
  "loading_history": "Traduciendo el historial de conversaciones..."
}
